Revit 2024 API
AdvancedTransparent.TransparentIor Property
 The property labeled "IOR" from the "AdvancedTransparent" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string TransparentIor { get; }
Visual Basic
Public Shared ReadOnly Property TransparentIor As String
	Get
Visual C++
public:
static property String^ TransparentIor {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDouble".
See Also
AdvancedTransparent Class
Autodesk.Revit.DB.Visual Namespace